Repository: common-repository/pocket-articles-collection
Catalog: languages/pocketarticles-collection-*.po
Languages: sv_se

source: Nothing added to the database.
sv_se: Ingenting tillagt till databas.

source: Database table not found
sv_se: Hittade inte databastabell

source: There was an error in the MySQL query
sv_se: Det blev något fel i SQL-frågan

source: pocketarticle added
sv_se: Pocketartikel tillagd

source: Pocket Article not updated.
sv_se: Pocketartikeln blev inte uppdaterad

source: Changes saved
sv_se: Ändringar sparade

source: Pocket article deleted
sv_se: Pocketartikeln borttagen

source: The Pocket article cannot be deleted
sv_se: Pocketartikeln kan inte tas bort

source: Add Pocket article
sv_se: Lägg till Pocketartikel

source: Save changes
sv_se: Spara ändringar

source: Back
sv_se: Tillbaka

source: The Pocket article
sv_se: Pocketartikeln

source: Title
sv_se: Titel

source: Source url
sv_se: KällURL

source: Tags
sv_se: Taggar

source: Public?
sv_se: Publik?

source: optional
sv_se: valfri

source: comma separated
sv_se: Kommaseparerad

source: Nothing done!
sv_se: Ingeting gjort!

source: Selected Pocket articles made public
sv_se: De valda pocketartiklarna gjordes publika

source: Selected Pocket articles made private
sv_se: De valda pocketartiklarna gjordes privata

source: pocketarticle(s) deleted
sv_se: Pocketartikeln/pocketartiklarna borttagna

source: Edit Pocket article
sv_se: Ändra pocketartikel

source: Add new Pocket article
sv_se: Lägg till ny pocketartikel

source: No Pocket articles in the database
sv_se: Inga pocketartiklar i databasen

source: Edit
sv_se: Ändra

source: Are you sure you want to delete this Pocket article?
sv_se: Är du säker på att du vill ta bort den här pocketartikeln

source: Delete
sv_se: Ta bort

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Bulk Actions
sv_se: Bulkändringar

source: Make public
sv_se: Gör publik

source: Keep private
sv_se: Gör privat

source: Apply
sv_se: Utför

source: Sort by:
sv_se: Sortera på:

source: Pocket article
sv_se: Pocketartikel

source: title
sv_se: Titel

source: sourceurl
sv_se: KällURL

source: Date added
sv_se: Tillagd datum

source: Date updated
sv_se: Uppdaterad datum

source: Visibility
sv_se: Synlighet

source: Go
sv_se: Utför

source: The pocketarticle
sv_se: Pocketartikeln

source: Favorites only
sv_se: Enbart favoriter

source: Pocket articles
sv_se: Pocketartiklarna

source: ERROR: Could not connect to pocket for authorization!
sv_se: FEL: Kunde inte ansluta till Pocket för auktorisation

source: Click button to start authorization
sv_se: Tryck på knappen för att påbörja auktorisation

source: Congratulations! Your application is now authorized with Pocket.
sv_se: Grattis! Din plugin är nu auktoriserad med Pocket.

source: Authorize with Pocket
sv_se: Auktorisera med Pocket

source: Click here if you want to authorize your app to your pocket account
sv_se: Tryck här om du vill auktorisera din app med ditt Pocketkonto

source: Save Options
sv_se: Spara inställningar

source: Pocket articles background job history
sv_se: Pocket artiklars historik för bakgrundskörningar

source: Pocket articles settings
sv_se: Pocketinställningar

source: Go to the first page
sv_se: Gå till första sidan

source: Go to the previous page
sv_se: Gå till föregående sida

source: Go to the next page
sv_se: Gå till nästa sida

source: Go to the last page
sv_se: Gå till sista sidan

source: Goto page:
sv_se: Gå till sida:

source: Learn more
sv_se: Läs mer

source: Next Pocket article
sv_se: Nästa Pocketartikel

source: Pocket articles updated. Number of new articles:
sv_se: Pocketartiklar uppdaterade. Antal nya artiklar:
